[
  {
    "category": "Customer Satisfaction",
    "surveys": [
      // {
      //   "title": "Happy with Facebook's User Experience?",
      //   "description": "Are you satisfied with the overall user experience provided by Facebook, including ease of navigation, accessibility, and feature richness?"
      // },
      // {
      //   "title": "Enjoying Google's Productivity Tools?",
      //   "description": "Do you enjoy using Google's suite of productivity tools, such as Gmail, Google Drive, and Google Calendar, for your personal or professional tasks?"
      // },
      // {
      //   "title": "LinkedIn Profile Completeness Satisfaction",
      //   "description": "How satisfied are you with the completeness and effectiveness of your LinkedIn profile in representing your professional identity and accomplishments?"
      // },
      // {
      //   "title": "Content Recommendation Satisfaction on Facebook",
      //   "description": "Do you find the content recommendations provided by Facebook relevant and engaging based on your interests and online activity?"
      // }
    ]
  },
  {
    "category": "Employee Engagement"
    //  "surveys": [
    //    {
    //      "title": "Google Workplace Satisfaction Survey",
    //      "description": "How engaged and satisfied are you with the overall workplace environment and culture at Google, including collaboration, communication, and growth opportunities?"
    //    },
    //    {
    //      "title": "LinkedIn Learning Platform Feedback",
    //      "description": "Have you found the LinkedIn Learning platform effective and engaging in providing educational resources and skill development opportunities for professional growth?"
    //    },
    //    {
    //      "title": "Facebook Employee Well-being Assessment",
    //      "description": "How well does Facebook support the well-being and work-life balance of its employees, including benefits, support programs, and stress management initiatives?"
    //    },
    //    {
    //      "title": "Google Performance Review Satisfaction",
    //      "description": "Are you satisfied with the effectiveness and fairness of the performance review process at Google in providing constructive feedback and recognizing achievements?"
    //    }
    //  ]
  },
  {
    "category": "Market Research",
    "surveys": [
      {
        "title": "Facebook Ads Effectiveness Evaluation",
        "description": "How effective do you find Facebook ads in reaching your target audience and achieving your marketing objectives, including brand awareness, lead generation, and conversions?"
      },
      {
        "title": "Google Trends Usage and Satisfaction",
        "description": "How often do you use Google Trends for market research and analysis, and how satisfied are you with its data accuracy, coverage, and visualization tools?"
      },
      {
        "title": "LinkedIn Audience Targeting Feedback",
        "description": "How successful have you been in targeting your desired audience on LinkedIn for marketing campaigns, and what improvements would you like to see in audience targeting features?"
      },
      {
        "title": "Facebook Market Insights Survey",
        "description": "How valuable do you find the market insights and analytics provided by Facebook for understanding consumer behavior, industry trends, and competitor analysis?"
      }
    ]
  }
]
